IDEA Open Model
ConcreteSLSCheckResultStiffness.StiffnessII Property
Compatible with IDEA StatiCa Beta 20.0
 stiffnesses calculated on fully-cracked cross-section
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public SectionStiffnesses StiffnessII { get; set; }
Public Property StiffnessII As SectionStiffnesses
	Get
	Set
Property Value
Type: SectionStiffnesses
See Also
Reference
ConcreteSLSCheckResultStiffness Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace